Repository: common-repository/rv-super-editors
Catalog: languages/rv-super-editors-*.po
Languages: it_it

source: Please do not load this file directly!
it_it: Per favore non cercare di caricare questo file direttamente!

source: RV Super Editors Options
it_it: RV Super Editors Opzioni

source: RV Super Editors Message: "RV Super Editors" role succesfully <strong>deleted</strong>
it_it: RV Super Editors Messaggio: il nuovo ruolo "RV Super Editors" &egrave; stato <strong>eliminato</strong>

source: RV Super Editors Message: "RV Super Editors" role succesfully <strong>added</strong>
it_it: RV Super Editors Messaggio: il nuovo ruolo "RV Super Editors" &egrave; stato <strong>creato</strong>

source: Hi! Thanks for using "RV Super Editors" Plugin. If you like or you think this plugin is usefull please...
it_it: Ciao! Grazie per aver installato il nostro Plugin "RV Super Editors". Se ti piace o se ti &egrave; stato utile per favore....

source: Visit our site
it_it: Visita il nostro sito

source: Like our Facebook Page
it_it: Clicca Mi Piace sulla nostra Pagina Facebook

source: Follow us on Twitter
it_it: Seguici su Twitter

source: Follow us on Instagram
it_it: Seguici su Instagram

source: Thanks :)
it_it: Grazie :)

source: All done: the "RV Super Editors" role exists! :-)
it_it: Tutto fatto: il nuovo ruolo "RV Super Editors" esiste! :-)

source: Assigning the role
it_it: Assegnando il ruolo di

source: to an user means that this user will be capable to do all pre-defined action for Editors, plus customize your site Appearance:
it_it: ad un utente consentir&agrave; a quest'ultimo di effettuare tutte le azioni predefinite per gli Editori e, in pi&ugrave;, di personalizzare l'Aspetto del sito, ossia:

source: Customize the theme (if supported by current theme)
it_it: Personalizzare il tema (se &egrave; supportato dal tema usato)

source: Edit Widgets
it_it: Modificare i Widget

source: Edit Menus
it_it: Modificare i Menu

source: Edit Background
it_it: Modificare lo Sfondo

source: Edit Header
it_it: Modificare la Testata

source: Don't change role of Admins Users!<strong> To test the new "RV Super Editors" role use a New User ;-)
it_it: Ricorda di non modificare mai il ruolo del tuo utente Amministratore! <strong> Per provare il nuovo ruolo "RV Super Editors" usa un nuovo utente. ;-)

source: Delete RV Super Editors Role
it_it: Elimina il ruolo RV Super Editors

source: role doesn't exist. Do you want to create it?
it_it: , il ruolo non esiste ancora o &egrave; stato eliminato. Lo vuoi creare?

source: Create RV Super Editors Role
it_it: Crea il ruolo RV Super Editors
